/**
 * Belarusian translation for bootstrap-datepicker
 * Ilya Navumenkd <ilya@veshch.com>
 */
;(function($){
	$.fn.datepicker.dates['by'] = {
		days: ["Нядзеля", "Панядзелак", "Аўторак", "Серада", "Чацьвер", "Пятніца", "Субота", "Нядзеля"],
		daysShort: ["Ндз", "Пндз", "Аўт", "Срд", "Чцв", "Птн", "Суб", "Ндз"],
		daysMin: ["Ндз", "Пн", "Аў", "Ср", "Чц", "Пт", "Сб", "Ндз"],
		months: ["Студзень", "Люты", "Сакавік", "Красавік", "Травень", "Чэрвень", "Ліпень", "Жнівень", "Верасень", "Кастрычнік", "Лістапад", "Снежань"],
		monthsShort: ["Стдз", "Лют", "Сак", "Крс", "Трв", "Чэр", "Ліп", "Жнв", "Вер", "Кас", "Ліс", "Снж"],
		today: "Сёння",
		weekStart: 1
	};
}(jQuery));
